[
  {
    "id": 1,
    "name": "ملابس نوم نسائية",
    "description": "هذا القميص الناعم والخفيف مصمم لتوفير الراحة أثناء النوم. بفضل نسيجه القابل للتنفس، ستبقى باردة طوال الليل. ملمسه الحريري يترك شعورًا لطيفًا على بشرتك والتفاصيل الدانتيلية الرقيقة تضيف لمسة أنثوية. ستشعرين بالانتعاش والاسترخاء حتى بعد الاستيقاظ. هذا القميص يجمع بين الأناقة والراحة.",
    "image": "1.jpeg",
    "price": 5,
    "badge": "For You"
  },
  {
    "id": 2,
    "name": "ملابس نوم نسائية",
    "description": "هذا القميص يوفر الراحة طوال الليل بفضل نسيجه القطني الناعم. بفضل هيكله الخفيف والقابل للتنفس، ستشعرين بالانتعاش على بشرتك. مع تفاصيل الدانتيل الأنيقة وتصميمه الرائع، يقدم لك مظهرًا جذابًا وراحة. يتيح لك تجربة نوم مريحة دون تقييد حريتك في الحركة طوال الليل.",
    "image": "2.jpeg",
    "price": 8,
    "badge": "For You"
  },
  {
    "id": 3,
    "name": "ملابس نوم نسائية",
    "description": "بفضل ملمسه الحريري وتصميمه الأنيق، يوفر هذا القميص راحة طوال الليل. بفضل قصته التي تحتضن الجسم ونسيجه الخفيف، لا يسبب أي إزعاج أثناء النوم. تضيف التفاصيل الدانتيلية والتصميم الحديث لمسة من الأناقة. هذا القميص الناعم على البشرة مناسب حتى لأكثر أنواع البشرة حساسية.",
    "image": "3.jpeg",
    "price": 3,
    "badge": "For You"
  },
  {
    "id": 4,
    "name": "ملابس نوم نسائية",
    "description": "هذا القميص يضمن بقاءك باردة طوال الليل بفضل نسيجه القابل للتنفس. ملمسه الناعم وهيكله الخفيف لا يضر بشرتك ويقدم لك نومًا مريحًا. بتصميمه الأنيق والحديث، يعد هذا القميص خيارًا مثاليًا لكل ليلة. مع تفاصيل الدانتيل الرقيقة ونسيجه العالي الجودة، يجمع بين الجاذبية والراحة.",
    "image": "4.jpeg",
    "price": 7,
    "badge": "For You"
  },
  {
    "id": 5,
    "name": "ملابس نوم نسائية",
    "description": "هذا القميص يتميز بملمسه الحريري الذي يدلل بشرتك. بفضل نسيجه القابل للتنفس والخفيف، يبقيك مريحة طوال الليل. تصميمه الحديث وتفاصيله الأنيقة تجعله أنيقًا ومريحًا في نفس الوقت. نسيجه الناعم لا يضر بشرتك ويقدم لك راحة طوال الليل. هذا القميص هو الخيار الأمثل لكل ليلة.",
    "image": "5.jpeg",
    "price": 4,
    "badge": "For You"
  },
  {
    "id": 6,
    "name": "ملابس نوم نسائية",
    "description": "هذا القميص الخفيف والقابل للتنفس يوفر راحة طوال الليل. بملمسه الحريري وتفاصيله الدانتيلية الرقيقة، يجمع بين الأناقة والراحة. تصميمه الذي يحتضن الجسم ونسيجه المرن يمنحك حرية الحركة. بفضل ملمسه الناعم الذي لا يهيج البشرة، ستستمتعين بتجربة نوم هادئة كل ليلة.",
    "image": "6.jpeg",
    "price": 10,
    "badge": "For You"
  },
  {
    "id": 8,
    "name": "ملابس نوم نسائية",
    "description": "هذا القميص الأنيق بنسيجه الناعم والقابل للتنفس يبقيك باردة طوال الليل. بفضل ملمسه الحريري وتفاصيله الدانتيلية الرقيقة، يقدم لمسة لطيفة على بشرتك. هيكله الخفيف يوفر نومًا مريحًا وتصميمه الأنيق يجعله لافتًا للنظر. هذا القميص يجمع بين الراحة والأناقة طوال الليل.",
    "image": "8.jpeg",
    "price": 5,
    "badge": "For You"
  },
  {
    "id": 18,
    "name": "ملابس نوم نسائية",
    "description": "هذا القميص يوفر راحة طوال الليل بفضل نسيجه الناعم الذي يدلل بشرتك. بفضل هيكله القابل للتنفس، يبقيك باردة وخفيفة الحركة. تضيف تفاصيل الدانتيل الرقيقة وتصميمه الحديث لمسة من الأناقة. هذا القميص مثالي لتجربة نوم هادئة.",
    "image": "18.jpeg",
    "price": 3,
    "badge": "For You"
  },
  {
    "id": 20,
    "name": "ملابس نوم نسائية",
    "description": "هذا القميص يوفر راحة طوال الليل بفضل نسيجه الناعم والقابل للتنفس. هيكله الخفيف وتفاصيله الدانتيلية الرقيقة يجمعان بين الأناقة والراحة. ملمسه الحريري يقدم لمسة لطيفة على بشرتك ويوفر نومًا مريحًا. هذا القميص يجمع بين الأناقة والراحة في آن واحد.",
    "image": "20.jpeg",
    "price": 4,
    "badge": "For You"
  },
  {
    "id": 22,
    "name": "ملابس نوم نسائية",
    "description": "هذا القميص الأنيق والخفيف مصمم لتوفير الراحة أثناء النوم. بفضل نسيجه القابل للتنفس، ستبقى باردة طوال الليل. ملمسه الحريري يترك شعورًا لطيفًا على بشرتك والتفاصيل الدانتيلية الرقيقة تضيف لمسة أنثوية. ستشعرين بالانتعاش والاسترخاء حتى بعد الاستيقاظ. هذا القميص يجمع بين الأناقة والراحة.",
    "image": "22.jpeg",
    "price": 6,
    "badge": "For You"
  },
  {
    "id": 9,
    "name": "سروال نسائي",
    "description": "هذا السروال النسائي مصمم لتوفير الراحة والدعم طوال اليوم. بفضل نسيجه الناعم والقابل للتنفس، يقدم لمسة لطيفة على بشرتك. هيكله المرن يوفر تناسبًا مثاليًا وحرية الحركة. تضيف تفاصيل الدانتيل الأنيقة مظهرًا أنثويًا، وهيكله الأملس يمنع ظهوره تحت الملابس. مناسب للاستخدام اليومي وللحفاظ على راحتك في الأيام الخاصة.",
    "image": "9.jpeg",
    "price": 2,
    "badge": "For You"
  },
  {
    "id": 15,
    "name": "سروال نسائي",
    "description": "هذا السروال النسائي يوفر راحة طوال اليوم بفضل نسيجه الخفيف والقابل للتنفس. هيكله المرن يوفر تناسبًا مثاليًا وحرية الحركة. مع تفاصيل الدانتيل الأنيقة، يقدم مظهرًا أنثويًا رائعًا. نسيجه الناعم لا يهيج البشرة، وهو مثالي للاستخدام اليومي ولإكمال أناقتك في الأيام الخاصة.",
    "image": "15.jpeg",
    "price": 6,
    "badge": "For You"
  },
  {
    "id": 21,
    "name": "سروال نسائي",
    "description": "هذا السروال النسائي يقدم لمسة لطيفة على بشرتك بفضل نسيجه الناعم والقابل للتنفس. هيكله المرن يوفر تناسبًا مثاليًا وحرية الحركة. تضيف تفاصيل الدانتيل الرقيقة وتصميمه الحديث مظهرًا أنثويًا أنيقًا. هيكله الأملس يمنع ظهوره تحت الملابس ويمكن ارتداؤه مع أي نوع من الأزياء براحة تامة.",
    "image": "21.jpeg",
    "price": 6,
    "badge": "For You"
  },
  {
    "id": 10,
    "name": "سروال نسائي",
    "description": "هذا السروال النسائي يجمع بين الراحة والأناقة. بفضل نسيجه الناعم والقابل للتنفس، يوفر راحة طوال اليوم. هيكله المرن يوفر تناسبًا مثاليًا وحرية الحركة. تضيف تفاصيل الدانتيل الأنيقة مظهرًا أنثويًا. هذا السروال مثالي للاستخدام اليومي وللحفاظ على راحتك في الأيام الخاصة. هيكله الأملس يمنع ظهوره تحت الملابس.",
    "image": "10.jpeg",
    "price": 3,
    "badge": "For You"
  },
  {
    "id": 11,
    "name": "سروال نسائي",
    "description": "هذا السروال النسائي يوفر راحة طوال اليوم بفضل نسيجه الناعم والقابل للتنفس. هيكله المرن يوفر تناسبًا مثاليًا وحرية الحركة. مع تفاصيل الدانتيل الأنيقة، يقدم مظهرًا أنثويًا رائعًا. نسيجه الناعم لا يهيج البشرة، وهو مثالي للاستخدام اليومي ولإكمال أناقتك في الأيام الخاصة.",
    "image": "11.jpeg",
    "price": 5,
    "badge": "For You"
  },
  {
    "id": 12,
    "name": "سروال نسائي",
    "description": "هذا السروال النسائي يوفر راحة طوال اليوم بفضل نسيجه الناعم والقابل للتنفس. هيكله المرن يوفر تناسبًا مثاليًا وحرية الحركة. تضيف تفاصيل الدانتيل الرقيقة وتصميمه الحديث مظهرًا أنثويًا أنيقًا. هيكله الأملس يمنع ظهوره تحت الملابس ويمكن ارتداؤه مع أي نوع من الأزياء براحة تامة.",
    "image": "12.jpeg",
    "price": 8,
    "badge": "For You"
  }
]
